Repository: gitGNU/gnu_savane
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Permission denied
es: Permiso denegado

source: You are not superuser
es: Usted no es superusuario

source: E-mail
es: Correo-e

source: First name
es: Nombre

source: Last name
es: Apellido

source: GPG key
es: Clave GPG

source: You can write down here your (ASCII) public key (gpg --export --armor keyid)
es: Usted puede anotar aquí su clave pública (ASCII) (gpg --exportar-- clave id blindada)

source: Key file
es: Archivo clave

source: Be sure to upload the file ending with .pub
es: Asegúrese de subir el archivo con la terminación .pub

source: Key
es: Clave

source: The uploaded string is not a public key file: %s
es: La cadena que ha subido no es un archivo de clave pública: %s

source: The uploaded file is not a public key file: %s
es: El archivo que ha subido no es un archivo clave pública: %s

source: My account configuration
es: Configuración de mi cuenta

source: Contact info
es: Contacto

source: Change authorized keys
es: Cambiar las claves autorizadas

source: Language
es: Idioma

source: The email is identical.
es: La dirección de correo es idéntica.

source: verification
es: Verificación

source: You have requested a change of email address on %s. Please visit the following URL to complete the email change:
es: Usted ha pedido un cambio de dirección de correo en %s. Visite la siguiente URL para completar el cambio de correo electrónico:

source: -- the %s team.
es: -- El equipo %s.

source: Someone, presumably you, has requested a change of email address on %(site_name)s. If it wasn't you, maybe someone is trying to steal your account... Your current address is %(email_current)s, the supposedly new address is %(email_new)s.
es: Alguien, en principio usted, ha pedido un cambio de dirección de correo en %(site_name)s. Si no fue usted, tal vez alguien está tratando de robar su cuenta... Su dirección actual es %(email_current)s, la supuesta nueva dirección es %(email_new)s.

source: If you did not request that change, please visit the following URL to discard the email change and report the problem to us:
es: Si usted no pidió ese cambio, visite la siguiente URL para anular el cambio de correo e infórmenos sobre el problema:

source: The system reported a failure when trying to send the confirmation mail. Please retry and report that problem to administrators.
es: El sistema detectó un error cuando trataba de enviar el correo de confirmación. Inténtelo de nuevo e informe a los administradores de este probblema.

source: Confirmation mailed to %s.
es: Confirmación enviada a %s.

source: Follow the instructions in the email to complete the email change.
es: Siga las instruccionesdetalladas en el correo para completar el cambio de dirección.

source: Personal information changed.
es: Se cambió la información general.

source: Email address updated.
es: Se actualizó la dirección de correo.

source: Confirm Email change
es: Confirmación de cambio de correo electrónico

source: Confirm your e-mail change to %s?
es: ¿Desea confirmar el cambio de correo a %s?

source: Invalid confirmation hash
es: Hash de confirmación inválido

source: Address change process discarded.
es: Se descartó el proceso de cambio de dirección.

source: Cancel Email change
es: Cancelar el cambio de correo-e.

source: Cancel your e-mail change to %s?
es: ¿Quiere cancelar el cambio de su correo-e por %s?

source: Key registered
es: Clave registrada

source: Error while registering keys
es: Error mientras se registraban claves

source: Cannot remove the selected key
es: No se puede borrar la clave seleccionada

source: Language set to %s
es: Idioma configurado en %s

source: General Settings
es: Configuraciones generales

source: Project WWW Homepage
es: Página de inicio WWW del proyecto

source: Source Code Manager: CVS
es: Gestor del código fuente: CVS

source: Source Code Manager: GNU Arch
es: Gestor del código fuente: GNU Arch

source: Source Code Manager: Subversion
es: Gestor del código fuente: Subversión

source: Source Code Manager: Git
es: Gestor del código fuente: Git

source: Source Code Manager: Mercurial
es: Gestor del código fuente: Mercurial

source: Source Code Manager: Bazaar
es: Gestor del código fuente: Bazaar

source: Download area
es: Área de descarga

source: Licenses
es: Licencias

source: Development Status
es: Estado del desarrollo

source: Mailing List
es: Lista de correo

source: News Manager
es: Gestor de noticias

source: Project Menu Settings
es: Configuraciones del menú del proyecto

source: Active
es: Activo

source: Deleted
es: Borrado

source: Pending
es: Pendiente

source: Suspended
es: Suspendido

source: new e-mail address
es: Nueva dirección de correo-e

source: Development statuses
es: Estado del desarrollo

source: Will be added on each project main page
es: Se agregará en cada página principal del proyecto

source: would be %LIST@gnu.org for GNU projects at sv.gnu.org
es: Sería %LISTA@gnu.org para proyectos GNU en sv.gnu.org

source: would be lists.gnu.org or lists.nongnu.org at sv.gnu.org [BACKEND SPECIFIC]
es: Sería listas@gnu.org o listas.nongnu.org en sv.gnu.org [TERMINAL ESPECÍFICO]

source: With this, you can force projects to follow a specific policy for the name of the %LIST. Here you should use the special wildcard %NAME, which is the part of the mailing list name that the project admin can define (would be %PROJECT-%NAME for non-GNU projects at sv.gnu.org). Do no add any @hostname here! You can specify multiple formats separated by a "," comma.
es: Con esta acción puede hacer que los proyectos sigan unas directrices concretas para el nombre de la %LIST. Aquí debería utilizar el comodín especial %NAME, es decir, la parte del nombre de la lista de distribución que puede definir el administrador del proyecto (podría ser %PROJECT-%NAME para proyectos que no pertenecen a GNU en sv.gnu.org). ¡No añada aquí ningún @nombre de dominio! Puede especificar varios formatos separados por ", " coma.

source: This is useful if you provide directly download areas (created by the backend) or if you want to allow projects to configure the related menu entry (see below).
es: Esta función es útil, si usted determina directamente las áreas de descarga (creadas por el terminal) o si desea permitir que los proyectos configuren la entrada del menú relacionado (ver abajo).

source: This is useful if you want project to select a license on submission.
es: Esta función es útil, si desea que el proyecto elija una licencia para el envío.

source: This is useful if you want project to be able to defines their development status that will be shown on their main page. This is purely a matter of cosmetics. This option is mainly here just to remove this content in case it is useless (it does not makes sense for organizational projects).
es: Esta función es útil, si desea que el proyecto pueda definir los estados de desarrollo que aparacerán en la página principal. Es una mera cuestión estética. Esta opción se encuentra aquí, sobre todo, para eliminar este contenido en caso de que no sea útil (no es adecuado para proyectos de organización).

source: This is one of the main issue tracker of Savane. Projects are supposed to use it as primary interface with end user.
es: Este rastreador de problemas es uno de los más importantes de Savannah. Los proyectos lo utilizan a modo de interfaz principal para el usuario final.

source: the homepage link can be modified
es: Se puede modificar el enlace a la página de inicio

source: the download _directory_ can be modified -- beware, if the backend is running and creating download dir, it can be used maliciously. don't activate this feature unless you truly know what you're doing
es: Se puede modificar el directorio_de_descargas_ -- Tenga cuidado: si el terminal está ejecutando y creando un directorio de descargas, puede que llegue a utilizarse con fines maliciosos . No active esta opción a menos que de verdad sepa lo que está haciendo.

source: Subversion
es: Subversión

source: Basic directory
es: Directorio básico

source: Basic CVS directory
es: Directorio básico de CVS

source: Basic Subversion directory
es: Directorio básico de subversión

source: Basic Git directory
es: Directorio básico de Git

source: Basic Mercurial directory
es: Directorio básico de Mercurial

source: Basic Bazaar directory
es: Directorio básico de Bazaar

source: project information
es: Información del proyecto

source: full name
es: Nombre completo

source: Full project name (not Unix system name)
es: Nombre completo del proyecto (nombre que no pertenece al sistema Unix)

source: Maintenance (accessible only to superuser)
es: Mantenimiento (accesible solo al superusuario)

source: Incomplete (failure during registration)
es: Incompleto (error durante el registro)

source: short description
es: Descripción corta

source: long description
es: Descripción larga

source: license
es: Licencia

source: license (other)
es: licencia (otra)

source: development status
es: Estado del desarrollo

source: Admin
es: Administrador

source: Pending moderation
es: Moderación pendiente

source: Squad
es: Equipo

source: membership properties
es: Información del miembro

source: Untick to hide emeritous members from the project page
es: Deshacer la selección para ocultar a los miembros antiguos/inactivos en la página del proyecto

source: To be created
es: Creación pendiente

source: To be reconfigured
es: Reconfiguración pendiente

source: Created
es: Creado

source: Users
es: Usuarios

source: User detail
es: Detalle del usuario

source: Projects
es: Proyectos

source: Project members list
es: Lista de los miembros del proyecto

source: Project members GPG keyring
es: Depósito de claves GPG de los miembros del proyecto

source: Mailing lists
es: Listas de correo

source: CVS Repositories
es: Repositorios CVS

source: Subversion Repositories
es: Repositorios Subversión

source: GNU Arch Repositories
es: Repositorios GNU Arch

source: Git Repositories
es: Repositorios de Git

source: Mercurial Repositories
es: Repositorios de Mercurial

source: Bazaar Repositories
es: Repositorios de Bazaar

source: Editing public info
es: Editando la información pública

source: Select features
es: Seleccionar las características

source: Manage members
es: Gestionar a los miembros

source: License list
es: Listado de licencias

source: License detail
es: Detalles de la licencia

source: Request for inclusion already registered
es: Ya se ha registrado la solicitud de admisión

source: Request for inclusion sent to project administrators
es: Se ha enviado la solicitud de admisión a los administradores del proyecto

source: GPG Keyring of the project %s
es: Depósito de claves GPG del proyecto %s

source: %s saved.
es: %s guardado

source: Permissions of %s updated.
es: Permisos de %s actualizados.

source: User %s deleted from the project.
es: Usuario %s borrado del proyecto.

source: User %s added to the project.
es: Usuario %s agregado al proyecto.

source: Main
es: Principal

source: View members
es: Ver miembros

source: GPG keyring
es: Depósito de claves GPG

source: Administer:
es: Administrador:

source: Edit public info
es: Editar información pública

source: Homepage
es: Página de inicio

source: Browse project homepage (outside of Savane)
es: Explorar la página inicial del proyecto (fuera de Savana)

source: Download
es: Descargar

source: Download area: files released
es: Área de descarga: archivos lanzados

source: List existing mailing lists
es: Enumerar las listas de correo existentes

source: Browse
es: Explorar

source: Configure:
es: Configurar:

source: Source code
es: Código fuente

source: Source Code Management
es: Gestión del código fuente

source: Use Git
es: Usar Git

source: Browse sources repository
es: Explorar el repositorio de las fuentes

source: Browse web pages repository
es: Explorar el repositorio de la páginas web

source: Use Mercurial
es: Usar Mercurial

source: Use Bazaar
es: Usar Bazaar

source: Use Subversion
es: Usar Subversión

source: Use GNU Arch
es: Usar GNU Arch

source: Use CVS
es: Usar CVS

source: Jobs
es: Trabajos

source: Add
es: Agregar

source: Manage
es: Gestionar

source: Resume
es: Currículum

source: Open
es: Abrir

source: Filled
es: Rellenado

source: Short description
es: Breve descripción

source: Long description
es: Descripción completa

source: Status
es: Estado

source: Category
es: Categoría

source: category
es: Categoría

source: categories
es: Categorías

source: skill
es: Habilidad

source: skills
es: Habilidades

source: skill level
es: nivel de habilidad

source: skill levels
es: niveles de habilidad

source: skill year
es: año de la habilidad

source: skill years
es: años de la habilidad

source: Developer
es: Programador

source: Project manager
es: Gestor del proyecto

source: Unix admin
es: Administrador de Unix

source: Doc writer
es: Creador del documento

source: Tester
es: Evaluador

source: Support manager
es: Gestor de soporte técnico

source: Graphic/other designer
es: Gráfico/otro diseñador

source: Translator
es: Traductor

source: Base knowledge
es: Conocimientos básicos

source: Good knowledge
es: Buenos conocimientos

source: Master
es: Maestro

source: Master apprentice
es: Maestro aprendiz

source: Expert
es: Experto

source: (< 6 months)
es: (<6 meses)

source: 6 Mo - 2 yr
es: (6 meses - 2 años)

source: 2 yr - 5 yr
es: 2 - 5 años

source: 5 yr - 10 yr
es: 5 - 10 años

source: > 10 years
es: > 10 años

source: job inventory
es: inventario de trabajo

source: job inventories
es: Inventarios de trabajo

source: Publicly viewable
es: Visible públicamente

source: skill inventory
es: inventario de habilidad

source: skill inventories
es: inventarios de habilidad

source: Projects needing help
es: Proyectos que necesitan ayuda

source: Project help wanted
es: Proyectos que buscan ayuda

source: Looking for a job to edit
es: Buscar un trabajo para editarlo

source: View a job
es: Ver un trabajo

source: Edit a job for your project
es: Editar un trabajo para su proyecto

source: Update
es: Actualizar

source: Create a job for your project
es: Crear un trabajo para su proyecto

source: Continue >>
es: Continuar >>

source: Edit your resume & skills
es: Editar su currículum y sus habilidades

source: Job description saved.
es: Se guardó la descripción del trabajo

source: Skills updated.
es: Se actualizaron las habilidades.

source: Resume updated.
es: Currículum actualizado.

source: not editable
es: no se puede editar

source: date field
es: campo de fecha

source: select box
es: seleccione una casilla

source: text area
es: área de texto

source: text field
es: campo de texto

source: system
es: sistema

source: project
es: proyecto

source: anonymous
es: anónimo

source: logged-in user
es: usuario conectado

source: project member
es: miembro del proyecto

source: group type default
es: tipo de grupo defectuoso

source: none
es: ninguno

source: technician
es: Técnico

source: manager
es: gestor

source: technician & manager
es: técnico y gestor

source: same as new item
es: igual que los artículos nuevos

source: Submitter
es: Enviar

source: The person who submitted the item
es: Persona que envío el artículo

source: Assignee
es: Asignados

source: The person to whom the item was assigned
es: La persona a la que se asignó el artículo

source: The person who is in the CC list
es: Persona incluida en la lista CC

source: A person who once posted a follow-up comment
es: Una persona que publicó un comentario de seguimiento en una ocasión

source: Role has changed
es: La función ha cambiado

source: I'm added to or removed from this role
es: He añadido a esta función o he eliminado de esta función

source: New comment
es: Nuevo comentario

source: A new followup comment is added
es: Se ha añadido un nuevo comentario de seguimiento

source: New attachment
es: Nuevo anexo

source: A new file attachment is added
es: Se ha añadido un nuevo archivo adjunto

source: CC Change
es: Se ha cambiado la CC

source: A new CC address is added/removed
es: Se ha añadido/eliminado una nueva dirección CC

source: Item closed
es: Artículo cerrado

source: The item is closed
es: El artículo está cerrado

source: PSS change
es: Cambiar PSS

source: Priority,Status,Severity changes
es: Prioridad, estado, cambios importantes

source: Any other change
es: Otro cambio

source: Any change not mentioned above
es: Otro cambio que no se ha mencionado anteriormente

source: I did it
es: Yo lo hice

source: I am the author of the change
es: Soy el autor del cambio

source: New Item
es: Nuevo artículo

source: A new item has been submitted
es: Se ha enviado un nuevo artículo

source: Bugs
es: Errores

source: Patches
es: Parches

source: Support
es: Mantenimiento

source: Tasks
es: Tareas

source: field overlay
es: capa del campo

source: field overlays
es: capas del campo

source: mandatory only if it was presented to the original submitter
es: Obligatorio sólo en caso de haberse entregado al remitente original

source: optional (empty values are accepted)
es: Opcional (se aceptan valores vacíos)

source: mandatory
es: Obligatorio

source: undefined
es: Indefinido

source: allowed
es: Permitido

source: forbidden
es: Prohibido

source: NULL == default for all groups
es: NULL == predeterminado para todos los grupos

source: used
es: Usado

source: show to anonymous users
es: mostrar a usuarios anónimos

source: show to connected users
es: mostrar a usuarios conectados

source: show to project members
es: mostrar a miembros de proyecto

source: display rank
es: Mostrar categoría

source: keep field value changes in history
es: Conservar los cambios del campo valor en el historial

source: active
es: Activo

source: hidden
es: Oculto

source: permanent
es: Permanente

source: comma-separated list of e-mail addresses to notify when an item is created or modified in this category
es: Listado con las direcciones de correo-e- serparadas por comas para informar de cuándo se ha creado o modificado un artículo en esta categoría

source: send on all updates
es: Enviar todas las actualizaciones

source: None
es: Ninguno

source: open/closed
es: abierto/cerrado

source: item group
es: grupo del artículo

source: comment type
es: Tipo de comentario

source: total spamscore for this comment
es: Puntuación de spam total para este comentario

source: Access denied
es: Acceso denegado

source: private item
es: Artículos privados

source: SSH error: %s
es: Error SSH: %s

source: Basic markup
es: Formato básico

source: Only basic text tags are available in this input field.
es: E n este campo de entrada sólo se pueden usar etiquetas de texto básico.

source: Rich markup
es: Formato enriquecido

source: Rich and basic text tags are available in this input field.
es: En este campo de entrada se pueden usar etiquetas de texto básico y enriquecido.

source: Full markup
es: Formato completo

source: Every tags are available in this input field.
es: En este campo de entrada se pueden usar todas las etiquetas.

source: No markup
es: Sin formato

source: No tags are available in this input field.
es: En este campo de entrada no se puede usar ninguna etiqueta.

source: Check the markup reminder in related documentation for a description of these tags.
es: Active la alarma de formato en los documentos relacionados para obtener una descripción de las etiquetas.

source: Back to homepage
es: Volver a la página de inicio

source: %(username)s logged in as superuser
es: %(username)s conectado como superusuario

source: Connected as %(username)s
es: Conectado como %(username)s

source: My account
es: Mi cuenta

source: Logout
es: Desconectar

source: Superuser rights are required to perform site admin tasks
es: Se necesitan derechos de superusuario para realizar las tareas de administrador del sitio

source: Become superuser
es: Convertirse en superusuario

source: Impersonate this user
es: Suplantar a este usuario

source: End the Superuser session, go back to normal user session
es: Terminar la sesión Superusuario, volver a la sesión de usuario normal

source: Logout Superuser
es: Desconectarse como superusuario

source: Login status
es: Estado de la conexión

source: Not connected
es: No está conectado

source: Login
es: Entrar

source: New user
es: Nuevo usuario

source: Set language
es: Configurar el idioma

source: Search
es: Buscar

source: Contributors wanted
es: Se buscan colaboradores

source: Trackers
es: Rastreadores

source: Site help
es: Ayuda del sitio

source: Contact us
es: Contacto

source: Welcome
es: ¡Le damos la bienvenida!

source: Change e-mail
es: Cambiar el correo-e

source: Change name
es: Cambiar el nombre

source: Account configuration
es: Configuración de la cuenta

source: SSH public keys
es: Claves públicas SSH keys

source: Edit resume and skills
es: Editar currículum y habilidades

source: Change password
es: Cambiar la contraseña

source: Public information
es: Información pública

source: View your public profile
es: Ver su perfil público

source: My groups
es: Mis grupos

source: No groups.
es: Ningún grupo

source: Working SSH Keys
es: Claves SSH Keys activas

source: Delete
es: Borrar

source: No SSH keys yet.
es: No hay claves SSH key en este momento

source: SSH keys
es: Claves SSH keys

source: Your account activation failed.
es: Su cuenta no se ha podido activar

source: Your account is now active.
es: Su cuenta ya está activada.

source: An email containing account-activation information has been sent.
es: Se ha enviado un correo-e con la información necesaria para activar la cuenta.

source: Are you sure?
es: ¿Está seguro?

source: Yes
es: Sí

source: Administration summary
es: Resumen de la administración

source: Submit
es: Enviar

source: License:
es: Licencia:

source: License changes are moderated by the site administrators. Please contact them to change your project license.
es: Los administradores de la página moderan los cambios en las licencias. Póngase en contacto con ellos para cambiar la licencia de su proyecto.

source: Members
es: Miembros

source: User
es: Usuario

source: Remove?
es: ¿Eliminar?

source: You are Admin
es: Usted es administrador

source: Requests for inclusion
es: Solicitud de admisión

source: Approve
es: Aprobar

source: Reject
es: Rechazar

source: No requests for inclusion
es: No hay solicitudes de colaboración

source: OK
es: Aceptar

source: Add users to group
es: Agregar usuarios al grupo

source: Full name
es: Nombre completo

source: Profile
es: Perfil

source: view
es: Ver

source: All other users are members of your group!
es: ¡Todos los demás usuarios son miembros de su grupo1

source: Summary
es: Resumen

source: Membership info
es: Información del miembro

source: Project admins:
es: Administradores del proyecto:

source: No members!
es: No hay miembros

source: %(count)s active member
es: %(count)s miembro activo

source: Group identification
es: Identificación del grupo

source: System name:
es: Nombre del sistema:

source: Name:
es: Nombre:

source: Group type:
es: Tipo de grupo:

source: This projects is currently not approved and is waiting for moderation.
es: Este proyectó aún no se ha aprobado y su moderación está pendiente.

source: This project has not yet submitted a short description. You can %(begin_link)ssubmit it%(end_link)s now.
es: Este proyecto aún no ha enviado una descricpción breve. Usted puede %(begin_link)senviarla%(end_link)s ahora.

source: Registration date
es: Fecha de registro

source: License
es: Licencia

source: Development status
es: Estado del desarrollo

source: Join this project
es: Participar en este proyecto

source: Below is the content of this project's keyring. These are the successfully registered keys of project members.
es: El contenido de este depósito de claves del proyecto se ecuentra abajo. Estas son las claves registradas de los miembros de proyecto.
