Repository: gitGNU/gnu_savane
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: You can %(begin_link)sdownload the keyring%(end_link)s and import it with the command %(command)s
es: Usted puede %(begin_link)sdescargar el depósito de claves%(end_link)s e importarlo con el mandato %(command)s

source: They GPG Keyring of the project is empty, no keys were registered
es: El depósito de claves GPG del proyecto está vacío, no se ha registrado ninguna clave.

source: Unix name
es: Nombre de Unix

source: To see the collection of prior posting to the list, visit the %(begin_link)s%(list_name)s archives%(end_link)s
es: Para ver la colección de publicaciones anteriores enviadas a la lista, visite los %(begin_link)s%(list_name)s archivos%(end_link)s.

source: To see the collection of prior posting to the list, visit the %(begin_link)s%(list_name)s archives%(end_link)s (authorization required).
es: Para ver la colección de publicaciones anteriores enviadas a la lista, visite los %(begin_link)s%(list_name)s archivos%(end_link)s (se necesita autorización).

source: To post a message to all the list members, write to %(list_address)s
es: Para enviar un mensaje a todos los miembros de la lista, escriba a %(list_address)s

source: You can (un)subscribe to the list by following instructions on the %(begin_link)slist information page%(end_link)s
es: Usted puede suscribirse o borrarse de la lista siguiendo las instrucciones en la %(begin_link)spágina informativa de la lista%(end_link)s

source: Project administrators can use the %(begin_link)sadministrative interface%(end_link)s to manage the list.
es: Los administradores del proyecto pueden usar la %(begin_link)sinterfaz administrativa%(end_link)s para gestionar la lista.

source: No Lists found for %(group_name)s
es: No se ha encontrado ninguna lista para %(group_name)s

source: Project administrators can add mailing lists using the admin interface.
es: Los administradores del proyecto pueden agregar listas de correo usando la interfaz de administrador.

source: Member
es: Miembro

source: Resume and skills
es: Currículum y habilidades

source: Project Administrator
es: Administrador del proyecto

source: Project Member
es: Miembro del proyecto

source: You may also be interested in the %(begin_link)sGPG Keyring of this project%(end_link)s
es: Puede que a usted también le interese el %(begin_link)sdepósito de claves GPG de este proyecto%(end_link)s

source: Browsing the %(type)s repository
es: Buscando en el repositorio %(type)s

source: You can browse the %(type)s repository of this project with your web browser. This gives you a good picture of the current status of the source files. You may also view the complete histories of any file in the repository as well as differences among two versions.
es: Puede buscar en el repositorio %(type)s de este proyecto con su navegador web. De esta forma, podrá apreciar el estado actual de los archivos fuente. También puede ver el historial completo de cualquier archivo en el repositorio, así como las diferencias entre dos versiones.

source: More information
es: Más información

source: %(site_name)s statistics
es: Estadísticas %(site_name)s

source: %(html)s registered user
es: Usuario registrado %(html)s

source: %(html)s hosted project
es: Proyecto hospedado %(html)s

source: %(count)s registration pending
es: %(count)s registro pendiente

source: Help wanted
es: Se buscan colaboradores

source: Most popular items
es: Artículos más populares

source: Newest %(group_type)s projects
es: Los proyectos %(group_type)s más nuevos

source: Latest news
es: Últimas noticias

source: %(count)s news in archive
es: %(count)s noticia en el archivo

source: Projects that use it:
es: Proyectos que lo utilizan:

source: 1 project use this license
es: 1 proyecto utiliza esta licencia

source: Go to license list
es: Ir a la licencia

source: previous
es: anterior

source: next
es: siguiente

source: Page %(number)s on %(num_pages)s (%(count)s)
es: Página %(number)s de %(num_pages)s (%(count)s)

source: %(count)s element
es: %(count)s elemento

source: Real name:
es: Nombre real:

source: Login name:
es: Nombre de usuario:

source: No users.
es: No existe tal usuario

source: News
es: Noticias

source: Posted by
es: Publicado por

source: Comments
es: Comentarios:

source: Start a new thread
es: Comenzar un nuevo hilo

source: You could post if you were logged in
es: Usted podría publicar su aportación, si estuviera conectado

source: Latest approved news - with summaries
es: Últimas noticias aprobadas - Con resúmenes

source: No news items found
es: No se han encontrado artículos nuevos

source: Older approved news
es: Antiguas noticias aprobadas

source: posted by
es: publicado por

source: %(count)s comment
es: %(count)s comentario

source: Invalid user ID
es: ID de usuario incorrecta

source: Anonymous
es: Anónimo

source: People at %(site_name)s
es: Gente en %(site_name)s

source: Project type
es: Tipo de proyecto

source: Browse through the category menu to find projects looking for your help.
es: Explore el menú de categorías para encontrar proyectos que necesiten ayuda.

source: If you're a project admin, log in, enter your project page, follow the project admin link (in the navigation bar) and you will find a %(begin_em)sPost Jobs%(end_em)s section where you can submit help wanted requests to appear in this list.
es: Si es el administrador del proyecto, conéctese, entre en la página de su proyecto, siga el vínculo que administra el proyecto (en la barra de navegación) y encontrará una sección de %(begin_em)sOfertas de trabajo%(end_em)s. En esta lista aparecerán las solicitudes de búsqueda de colaboradores que usted envíe.

source: To suggest new job categories, visit the support manager.
es: Para sugerir nuevas categorías de trabajo, póngase en contacto con el gestor de asistencia técnica.

source: wanted for
es: buscado por

source: Edit
es: Editar

source: Submitted By:
es: Snviado Por:

source: Date:
es: Fecha:

source: Status:
es: Estado:

source: Details (job description, contact ...):
es: Detalles (descripción del trabajo, contacto...):

source: Required Skills:
es: Habilidades requeridas:

source: Start by filling in the fields below. When you click continue, you will be shown a list of skills and experience levels that this job requires.
es: Comience rellenando los campos que se encuentran abajo. Cuando haga clic en continuar, aparecerá la lista de habilidades y experiencias que son necesarias para este trabajo.

source: Now you can edit/change the list of skills attached to this posting.
es: Ahora puede editar/cambiar la lista de habilidades relacionadas con esta oferta.

source: Developers will be able to match their skills with your requirements.
es: Los programadores sabrán cómo adaptar sus conocimientos a los requisitos que usted solicita.

source: All postings are automatically closed after two weeks.
es: Todos las ofertas se cierran automáticamente pasadas dos semanas.

source: Skill
es: Habilidad

source: Level
es: Nivel

source: Experience
es: Experiencia

source: No skill inventory set up
es: No se ha configurado ningún inventario de habilidades

source: Title
es: Título

source: Date opened
es: Fecha abierta

source: Project
es: Proyecto

source: Type
es: Tipo

source: Projects looking for %(category_label)s
es: Proyectos buscando %(category_label)s

source: Here is a list of positions available for this project.
es: Aquí hay una lista de puestos para este proyecto.

source: Resume - Description of experience
es: Currículum - Descripción de experiencia

source: Skills
es: Habilidades

source: Submitted by
es: Enviado por

source: Submit changes and browse items
es: Enviar cambios yexplorar en los artículos

source: Submitted on
es: Enviado

source: Submit changes and return to this item
es: Enviar cambios y volver a este artículo

source: Post a comment
es: Se publicó un comentario

source: Add a new comment
es: Añadir un nuevo comentario

source: Comment type & canned response
es: Tipo de comentario y respuesta guardada

source: No canned response available
es: No hay ninguna respuesta guardada

source: Or define a new canned response
es: O definir una nueva respuesta guardada

source: Discussion
es: Debate

source: comment #%(number)s
es: Comentario #%(number)s

source: original submission
es: Envío original

source: Attached files
es: Archivos adjuntos

source: Dependencies
es: Dependencias

source: Mail notification carbon-copy list
es: Lista copia-carbón - Notificaciones de correo

source: Votes
es: Votos

source: Submit changes
es: Enviar cambios

source: History
es: Historial

source: Follows %(count)s latest change.
es: Sigue %(count)s último cambio.

source: From
es: De

source: To
es: A

source: Bcc
es: CCO

source: Subject
es: Asunto

source: Body
es: Cuerpo

source: Attachments
es: Archivos adjuntos

source: Full message
es: Mensaje completo

source: No mail yet.
es: No hay ningún correo todavía.

source: Savane hacker's mailbox
es: Buzón de los hacker de Savana

source: No such message
es: El mensaje no existe

source: Message #%d
es: Mensaje #%d

source: Delete message #%d?
es: ¿Desea eliminar el mensaje #%d?
